Repository: stefanschramm/microelections
Catalog: microelections/languages/microelections-*.po
Languages: de_de

source: It's not possible to abstain and vote at the same time.
de_de: Es ist nicht möglich sich zu enthalten und gleichzeitig abszustimmen.

source: Invalid number of votes
de_de: Ungültige Anzahl an Stimmen

source: Create new election
de_de: Neue Wahl erstellen

source: Title:
de_de: Titel:

source: Candidates (one entry per line):
de_de: Kandidierende (ein Eintrag pro Zeile):

source: Maximum number of votes per ballot:
de_de: Maximale Stimmenanzahl pro Wahlzettel:

source: allow abstentions
de_de: Enthaltungen erlauben

source: Create election
de_de: Wahl erstellen

source: Election "%s" created
de_de: Wahl %s erstellt

source: Participation link:
de_de: Teilnahmelink:

source: Results link:
de_de: Wahlergebnislink:

source: Invalid request
de_de: Ungültige Anfrage

source: The election was not found
de_de: Die Wahl wurde nicht gefunden

source: Election "%s"
de_de: Wahl "%s"

source: Error:
de_de: Fehler:

source: You can vote for up to %s candidates/options.
de_de: Es kann für bis zu %s Kandidierende/Optionen gestimmt werden.

source: Abstention
de_de: Enthaltung

source: Cast ballot
de_de: Stimmzettel abgeben

source: Ballot casted!
de_de: Stimmzettel abgegbeben!

source: Your ballot for the election "%s" has been casted.
de_de: Ihr Stimmzettel für die Wahl "%s" wurde abgegeben.

source: Random ballot identification code:
de_de: Zufälliger Stimmzettel-Identifikationscode:

source: Casted ballots: %s.
de_de: Abgegebene Stimmzettel: %s.

source: Casted ballots: %s, including %s abstentions.
de_de: Abgegebene Stimmzettel: %s, davon %s Enthaltungen.

source: Candidate/Option
de_de: Kandidat*in/Option

source: Votes
de_de: Stimmen

source: Ballot
de_de: Stimmzettel
